Repository: emetarium/MasGas
Catalog: MasGas/MasGas/Data/Resources/Localizable/*.lproj/Localizable.strings
Languages: es

# ACCEPT_ACTION
source: Accept
es: Aceptar

# CANCEL_ACTION
source: Cancel
es: Cancelar

# EMAIL_TEXT_FIELD_PLACEHOLDER
source: E-mail
es: Correo electrónico

# PASSWORD_TEXT_FIELD_PLACEHOLDER
source: Password
es: Contraseña

# LOGIN_BUTTON
source: Login
es: Iniciar sesión

# GOOGLE_LOGIN_BUTTON
source: Sign in with Google
es: Iniciar sesión con Google

# APPLE_LOGIN_BUTTON
source: Sign in with Apple
es: Iniciar sesión con Apple

# SIGN_UP_LABEL
source: Don't have an account?
es: ¿No tienes cuenta?

# SIGN_UP_BUTTON
source: Sign up
es: Regístrate

# NOT_NOW_BUTTON
source: Not now
es: Ahora no

# SIGN_UP_TITLE
source: Sign up
es: Regístrate

# SIGN_UP_SUBTITLE
source: Create an account to continue
es: Crea una cuenta para continuar

# SIGN_UP_EMAIL_LABEL
source: E-mail
es: Correo electrónico

# SIGN_UP_PASSWORD_LABEL
source: Password
es: Contraseña

# AUTHENTICATION_ERROR_TITLE
source: Authentication failed
es: Error en la autenticación

# SIGN_UP_ERROR_TITLE
source: Sign up failed
es: Error en el registro

# INVALID_PASSWORD_ERROR
source: Password must have at least six characters.
es: La contraseña debe tener un mínimo de 6 caracteres.

# INVALID_EMAIL_ERROR
source: Incorrect e-mail.
es: El correo electrónico no es correcto.

# WRONG_PASSWORD_ERROR
source: Incorrect password.
es: La contraseña no es válida.

# USER_NOT_FOUND_ERROR
source: User doesn't exist.
es: Este usuario no existe.

# USED_EMAIL_ERROR
source: Email is already in use by an existing user.
es: Otro usuario está utilizando ese correo electrónico.

# UNKNOWN_ERROR
source: An unknown error has occurred.
es: Se ha producido un error desconocido.

# FUEL_SCREEN_TAB_BAR_TITLE
source: Fuels
es: Carburantes

# GAS_STATIONS_SCREEN_TAB_BAR_TITLE
source: Gas Stations
es: Gasolineras

# FUEL_SELECTION_LABEL
source: Select a fuel
es: Selecciona un carburante

# FAVORITE_FUELS_HEADING
source: Favorites
es: Favoritos

# G95E5
source: Unleaded 95
es: Gasolina 95

# G95E5+
source: Premium unleaded 95
es: Gasolina 95+

# G98E5
source: Unleaded 98
es: Gasolina 98

# GOA
source: Diesel
es: Diésel

# GOA+
source: Diesel+
es: Diésel+

# GLP
source: Liquid petroleum gas
es: Gases licuados del petróleo

# LOCATION_CHANGED_ALERT_TITLE
source: We have detected a change in your location
es: Hemos detectado un cambio en tu ubicación

# LOCATION_CHANGED_ALERT_MESSAGE
source: Do you wish to change the search to [town]?
es: ¿Deseas cambiar la búsqueda a [town]?

# QUERY_FUEL_TITLE
source: Find your fuel
es: Busca tu carburante

# SUGGESTED_GAS_STATIONS_TITLE
source: Suggested gas stations
es: Gasolineras sugeridas

# QUERY_BY_NEARBY
source: Closest gas station
es: Gasolinera más cercana

# QUERY_BY_CHEAPEST
source: Most competitive price
es: Precio más competitivo

# QUERY_BY_CHEAPEST_NEARBY
source: Closest most competitive price
es: Precio cercano más competitivo

# NO_FUEL_IN_TOWN
source: There are no gas stations with the selected fuel.
es: No hay gasolineras con el carburante seleccionado.

# SCHEDULE_LABEL
source: Schedule
es: Horario

# NO_ROUTE_ERROR_TITLE
source: Route not available
es: Ruta no disponible

# NO_ROUTE_ERROR_MESSAGE
source: There are no routes available between these locations
es: No hay rutas disponibles entre estas ubicaciones

# NO_LOCATION_ERROR_MESSAGE
source: Your location couldn't be found
es: No se ha podido encontrar su ubicación

# NO_LOCATION_PERMISSION_MESSAGE
source: Location not enabled
es: Ubicación no habilitada

# USER_NOT_LOGGED_TITLE
source: User not logged
es: Usuario no autenticado

# USER_NOT_LOGGED_MESSAGE
source: You must be logged in to save favorites
es: Debes haber iniciado sesión para guardar favoritos

# FAVORITE_GAS_STATIONS_TITLE
source: Favorite gas stations
es: Gasolineras favoritas

# EMPTY_LIST_MESSAGE
source: You haven't saved any favorite gas stations yet
es: Todavía no has guardado ninguna gasolinera favorita

# NO_CONNECTION_ERROR_TITLE
source: No connection
es: Sin conexión

# NO_CONNECTION_ERROR_MESSAGE
source: No Internet Connection. Please try again later.
es: No tiene conexión a Internet. Por favor, inténtelo más tarde.

# LOG_OUT_ALERT_TITLE
source: Log out
es: Cerrar sesión

# LOG_OUT_ALERT_MESSAGE
source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?

# APP_VERSION_LABEL
source: Version [version]
es: Versión [version]

# ABOUT_TITLE
source: About
es: Acerca de
